[
  {
    "Design III A": {
      "syllabus": {
        "meta": {
          "title": "Design III-A: Design for the Digital Realm",
          "cn": "07:081:431",
          "cf": "Lab/Studio",
          "noi": "Face-to-Face"
        },
        "info": "Today interaction online focuses on information through living, social platforms. We will go beyond an average user’s perspective to critically examine the web through historical, political, and social lenses. This course encourages students to develop holistic approach to the web and its constituent code as a living kit of parts waiting to be harnessed in novel and innovative ways.\nAs digital technology industries rapidly alter ways of doing and thinking, design can amplify, shift, comment on, and/or criticize these changes. The role of designers today is not only to style content but to shape it, extracting information from abstract datasets, writing scenarios, and creating systems, all with a critical eye. This course aims to train students to research, analyze, prototype, and develop design concepts for digital media for three distinct social and cultural contexts.",
        "projects": "The semester will be divided into three 4–5 week long projects in order of shrinking scale. This will move from the size of a gallery to a browser and then to a mobile application or even the intangible or invisible. Throughout the course, the history of design will be revisited to see how client-driven design practices have partly evolved into research-driven authorship or entrepreneurial practices.\nExhibition: The first project will be informed by inspiration from the Zimmerli Art Museum’s fall exhibition,\n Beauty Among the Ordinary Things. Theme: The Art of the Everyday: Ordinary Extraordinary Proposal.\nSubcultural Publication: The second project will focus on alternative methods of publishing, concept development for subcultures, and history of publication before and after digital production and distribution."
      }
    }
  }
]